{
    "намерения": [
        {
            "намерение": "процесс_демонтажа_несущей_стены",
            "вопросы": ["Какой процесс согласования и узаконивания необходим при демонтаже несущей стены в жилом помещении?"],
            "ответы": ["При демонтаже несущей стены либо устройства проема в несущей стене, необходимо для начала обратиться к авторам проекта дома (в зависимости от серии дома это могут быть разные организации), для того чтобы инженер мог рассчитать по нагрузкам возможности устройства проема в несущей стене либо же демонтаж части несущей стены, далее необходимо получить техническое заключение о состоянии несущих конструкций от автора проекта дома, а также заказать проект перепланировки у проектной организации, имеющая допуск СРО. После получения всей проектной документации необходимо обратиться в Мосжилинспекцию за получением распоряжения на ремонтные работы согласно проекту перепланировки (регламентированный срок рассмотрения 20 рабочих дней), после получения распоряжение от Мосжилинспекции можете приступать к ремонту, согласно распоряжению Мосжилинспекции отводится 18месяцев на все ремонтные работы. По завершению ремонтных работ и установки сантехнический приборов в санузлах, а также установки варочной панели и раковины на кухне необходимо обратить в Мосжилинспекцию, для того чтобы вышел инспектор и сравнил фактически произведенные ремонтные работы с проектным решением, в случае если все совпадает, то инспектор Мосжилинспекции приглашает Вас на подписание акта о завершенном переустройстве, после чего один экземпляр акта выдается Вам, второй экземпляр по межведомственной связи направляется в БТИ. После получения акта о завершенном переустройстве Вам необходимо обратиться в БТИ за получением технического паспорта с новой планировкой, затем находите кадастрового инженера с лицензией СРО и обращаетесь за разработкой технического плана квартиры с новой планировкой, по готовности технического плана, записанный на диск, обращаетесь в ближайший к Вам МФЦ для того чтобы внести изменения в выписку из ЕГРН."]
        },
        {
            "намерение": "процесс_демонтажа_не_ненесущей_стены",
            "вопросы": ["Какой процесс согласования и узаконивания необходим при демонтаже не несущей стены в жилом помещении?"],
            "ответы": ["Вне зависимости от функцирнала помещения возможно сносить ненесущие перегородки, при согласовании перепланировки необходимо учитывать от какой из комнат была та или иная перегородка, т.к. если затронута ненесущая перегородка от комнаты без мокрых точек, т.е. кабинет, гостиная, спальня, жилая комната, коридор, кладовая или встроенный шкаф, то данное изменение возможно согласовать по эскизу, но данное Постановление действет только на территории города Москвы. А это значит, что Вы самостоятельно можете начертить эскиз и подать в Мосжилиснпекцию на согласование, принцип согласования стандартный, подаете заявку на согласование перепланировки по эскизу, далее к Вам выход комиссия из Мосжилинспекции, и если все соответсвует, приглашает Вас на подписание акта о завершенном переустройстве. После чего открываете заявку в БТИ и вносите изменения, затем обращаетесь к кадастровому инженеру для разработки технического план квартиры и подать диск с записанным техническим планом в ближайший к Вам МФЦ."]
        },
        {
            "намерение": "переноса_кухни",
            "вопросы": ["Какие действия необходимо предпринять для переноса кухни в другую зону квартиры?"],
            "ответы": ["Перенос кухни в коридор или другую нежилую зону в квартире возможен. Перепланировка кухни с переносом должна быть выполнена таким образом, чтобы кухонное оборудование (плита и раковина) оказалось на территории нежилой площади (коридор, кладовая, шкаф и т.д.) При этом необходимо, чтобы площадь этой кухни-ниши на территории бывшей кухни составляла не менее 5 м2. Однако всё остальное кроме мойки и плиты (обеденный стол, холодильник, посудомоечную машину и т.д.) можно разместить на жилой площади, так как в планах БТИ данные приборы не указываются. Также перенос кухни в квартире должен осуществляться таким образом, чтобы она имела естественное освещение, т.е. должно быть соблюдено в соответствии с п. 9.12 СНиП 31-03-2003 и п.5.1 СаНПиН 2.1.2.2645-10. Иными словами, во вновь устраиваемой кухне или должно быть окно, или поступать свет через окно другой комнаты (хотя бы через стеклянные перегородки. Перенос кухни с газовой плитой. В отличие от кухни с электрической плитой, газифицированная кухня согласно пункту 9.16 Приложения 1 к Постановлению Правительства Москвы №508 должна быть изолирована от жилых помещений. Поэтому перенос кухни с газовой плитой в любое нежилое помещение практически всегда неосуществима. С одной стороны, такая кухня должна быть изолирована от жилых помещений, и, с другой стороны, при этом обеспечиваться необходимым естественным освещением. Соблюсти этих два условия одновременно удается редко. Разве что с помощью установки стеклянных светопрозрачных дверей или окон. Но есть ещё и третье условие: подходящая к плите труба газа не должна быть проведена через жилые помещения. Это запрещено. Дотянуть до нового месторасположения кухни такую трубу вне жилых комнат часто представляется невыполнимой задачей. Согласно пункту 2.2.11 Приложения 1 к Постановлению Правительства Москвы №508 перенос кухни и устройство кухонь-ниш требует согласования по проекту перепланировки. Перенос кухни без согласования по закону невозможен, так как данные изменения в планировке необходимо отразить в документах БТИ на квартиру. Это, в свою очередь, невозможно сделать, не получив согласно 508-мому Постановлению Правительства Москвы соответствующего разрешения на перенос кухни. Оно выдается жилищной инспекцией. Даже такие простые работы, как перенос мойки на кухне или раковины, требуют соответствующего согласования, так как их расположение отмечается на планах БТИ и его изменение должно быть в них зафиксировано."]
        },
        {
            "намерение": "устройство_санузла_ванной",
            "вопросы": ["Как согласовать перепланировку, включающую устройство дополнительного санузла?"],
            "ответы": ["Согласно 508 Постановлению г. Москвы, санузел разрешено на нежилой зоне квартиры, т.е. на месте коридора, кладовой за исключением квартиры, расположенной на 1-м этаже либо под квартирой расположено нежилое помещение. А также согласно СП 73.13330.2016 необходимо предусмотреть гидроизоляцию пола в санузле, а также порожек между санузлом и смежным помещением не менее 2см."]
        },
        {
            "намерение": "остекление_балкона_или_лоджии",
            "вопросы": ["Что необходимо для остекления балкона или лоджии?"],
            "ответы": ["До 2011года остекление балкона в Москве необходимо было согласовывать в Мосжилинспекции. Новое Постановление Правительство Москвы 508-ПП, принято в 2011году, исключило данное мероприятие из перечня работ, требующих согласование. При остекление балкона либо лоджии необходимо соблюдать архитектурный облик дома."]
        },
        {
            "намерение": "монтаж_и_демонтаж_радиаторов",
            "вопросы": ["Какие требования предъявляются к монтажу и демонтажу радиаторов отопления?"],
            "ответы": ["При установке радиатора необходимо учитывать ряд требований СНиП: Монтаж батарей отопления должен выполняться с зазором до окружающих предметов и конструкций – до стены не менее 3-5 см, до планки подоконника минимум 5 см, до поверхности пола от 7 до 15 см. Протяженность корпуса прибора должна составлять от 50 до 75% ширины оконного проема, под которым он располагается. Для обеспечения лучшей циркуляции нагретого воздуха радиатор устанавливается рядом с дверями или окном. Оптимальное размещение прибора относительно окна – по центру. Допускается отклонение на 2-3 см."]
        },
        {
            "намерение": ["газовой плита"],
            "вопросы": ["Как правильно выполнить перенос газовой плиты в другую зону кухни с соблюдением всех требований безопасности?"],
            "ответы": ["В соответствии с Постановлением Госстроя РФ № 170 от 27.09.2003 года «Об утверждении Правил и норм технической эксплуатации жилищного фонда» перемещение газовой плиты в пределах кухни, если позволяет длина газового шланга, не является монтажом газовой системы, соответственно не запрещается. Поэтому газовую плиту можно двигать самостоятельно, насколько позволяет длина шланга, соединяющего плиту со стационарными коммуникациями. При этом сам шланг нельзя натягивать — он должен свободно висеть. Такая операция не будет перепланировкой, поэтому не требует согласований. Если планируется перемещение плиты,  в результате которого будет вмешательство в систему газоснабжения, то эта операция уже будет считаться перепланировкой и потребует создание детальной схемы и согласования с государственными органами. Требования при переносе газовой плиты: подключение газовой плиты к системе газоснабжения должно быть выполнено одним цельным шлангом, наращивание или же подключения несколькими шлангами строго запрещены; шланг не должен пересекать газовую трубу; запрещено размещение газовой плиты за пределами кухни, в том числе перенос и установка газовой плиты в другой комнате, в коридоре и в подвальных помещениях; газовым трубам должен быть свободный доступ, для визуального осмотра должны быть доступны все участки трубопровода; обязательно наличие двери на кухню; обязательно наличие окна с форточкой; газовый кран должен находиться рядом с газовой плитой, но вне зоны нагрева, запрещено располагать его над плитой или же за пределами кухни; обязательно должно быть предусмотрено наличие газового крана; газопровод не должен пересекать электрический кабель, между ними должно быть расстояние не меньше 10 см; плита не может находиться возле окна, установка в кухнях или помещениях без естественного освещения запрещена; минимальное расстояние от окна или же от двери должно превышать 50 см; установка газовой плиты рядом с холодильником либо любой другой холодильной техникой запрещена (рекомендуем также ознакомиться с информацией о размещении холодильника возле газовой трубы); к каждому газовому прибору необходим отдельный газовый кран, до которого газовая труба должна подводиться без резьбовых соединений; горизонтальные участки газовой трубы должны находиться на высоте более 50 см от пола."]
        },
        {
            "намерение": "устройство_санузла_ванной",
            "вопросы": ["Что необходимо для устройства душевой кабины в ванной комнате?"],
            "ответы": ["Замена предусмотренной техпаспортом ванной на душевую кабину требует согласования, а самовольная переделка может грозить владельцам квартиры не только штрафом, но и судебным предписанием вернуть всё в исходное состояние. Согласно Жилищному кодексу Российской Федерации, установка, замена или перенос инженерных сетей, санитарно-технического, электрического или другого оборудования, требующего внесения изменения в технический паспорт помещения — это переустройство. Переустройство, как и перепланировка помещения в многоквартирном доме, проводится с соблюдением требований законодательства по согласованию с органом местного самоуправления на основании принятого им решения. Существует определённый регламент согласования переустройства квартиры в МКД, по которому проводят устройство душевой кабины в ванной комнате. Начать нужно с подготовки проекта. Для этого необходимо обратиться в проектную организацию, имеющую допуск СРО. Проектная компания подготовит архитектурно-планировочное решение и проектную документацию переустройства квартиры. Для согласования переустройства помещения в МКД собственник помещения должен обратиться с заявлением в орган, осуществляющий согласование, по месту нахождения переустраиваемого помещения и представить пакет необходимых документов. Получив на руки положительное решение, можно приступать к ремонтным работам — замене ванной на душевую кабину, согласно утверждённому проекту. После проведения монтажных работ необходимо пригласить приёмочную комиссию и подписать акт о подтверждении завершения работ. Последним этапом перепланировки будет внесение изменений в техническую документацию и в Единый государственный реестр недвижимости (ЕГРН)."]
        },
         {
            "намерение": "разделение_квартир",
            "вопросы": ["Какие правила нужно соблюдать при монтаже перегородки и последующем разделении комнаты на две в Москве?"],
            "ответы": ["Согласно СП 54.13330.2022 «Здания жилые многоквартирные» площадь жилой комнаты в однокомнатной квартире должна быть не менее 14м2, в квартире, где две комнаты и более допускается жилая комната не менее 16 м2, также возможно устройство спальни не менее 8м2."]
        }, 
        {
            "намерение": "Объединение_помещений_коммерческих",
            "вопросы": ["Что требуется для узаконивания объединения коммерческих помещений в одно?"],
            "ответы": ["Правообладатель исходных помещений обращается к кадастровому инженеру. Кадастровый инженер делает технический план по объединению помещений. Правообладатель подает через МФЦ заявления о кадастровом учете и государственной регистрации прав. Государственный регистратор в Росреестре вносит в ЕГРН сведения об объединенном помещении. Правообладатель получает выписку из ЕГРН.  Требования к объединяемым помещениям тоже такие же, как и к разделяемым: 1. Не должно быть несогласованных перепланировок, красных линий. Не должно быть помещений-дублей. Образуемое помещение должно быть изолированно. Из-за требования изолированности нельзя объединить два помещения, между которыми нет доступа, даже если они находятся в одном здании. В нашей практике, при объединении помещений собственники чаще всего сталкиваются с проблемами именно из-за изолированности. Потому что на поверку оказывается, что между каким-то смежными комнатами нет двери или лестницы. И приходится либо эту дверь срочно устанавливать, вместе с подготовкой проектной документации и согласованием перепланировки, либо отказываться от идеи объединения помещений в один объект. Поэтому до того, как принимать решение об объединении, проверьте поэтажные планы на предмет доступа между комнатами, или покажите их кадастровому инженеру."]
        }, 
				{
								"намерение": ["Что можно, что нельзя"],
										"вопросы": "Что можно, что нельзя, что запрещено при согласовании или узаконивании перепланировки квартиры или нежилого помещения в Москве?",
										"ответы": "Согласно Постановлению Правительства Москвы № 508-ПП разрешено: демонтаж/монтаж ненесущих перегородок в том числе с дверными блоками; устройство проема в несущей стене с усилением металлоконструкцией; демонтаж/монтаж сантехнического оборудования в санузле и ванной; устройство чистового напольного покрытия без увеличения нагрузок на перекрытия; устройство гидро/звукоизоляции в квартире; остекление балкона/лоджии; объединение кухни и жилой комнаты, при наличии электрической плиты; перенос санузла, ванной комнаты на нежилую зону в квартире, за исключением квартир, расположенных на 1-м этаже либо квартир, под которыми расположено нежилое помещение; демонтаж подоконного блока и устройство французского балкона; устройство кухни-ниши за счет коридора площадью не менее 5 кв.м. Запрещено: объединение кухни с жилой комнатой при наличии газового оборудования, без двери с плотным притвором; объединение лоджии/балкона с жилой комнатой; перенос батареи на лоджию/балкон; устройство кухни и санузла за счет жилой комнаты, за исключением квартир, расположенных на 1-м этаже. Перепланировкой называют ремонт или строительство — все, что требует внесения изменений в техническую документацию (архитектурно-планировочное решение). Согласно Жилищному кодексу Российской Федерации, это любые работы, результат которых отражается на техническом плане помещения. Они могут не только повлиять на саму квартиру, но и изменить характеристики целого дома. Поэтому перепланировка и переустройство требуют согласования."
									},
									{
										"намерение": "Определение", 
										"вопросы":["Что такое перепланировка"],
										"ответы": ["Перепланировкой называют ремонт или строительство — все, что требует внесения изменений в техническую документацию (архитектурно-планировочное решение). Согласно Жилищному кодексу Российской Федерации, это любые работы, результат которых отражается на техническом плане помещения. Они могут не только повлиять на саму квартиру, но и изменить характеристики целого дома. Поэтому перепланировка и переустройство требуют согласования."]
									},
									{
										"намерение": "Наши_услуги", 
										"вопросы":["Цены, сколько стоят ваши услули, какие сроки ваших услуг?"],
										"ответы": ["Проект перепланировки и техническое заключение о состоянии несущих конструкций-16.890р (квартиры и нежилые помещения до 100м2) - 2 рабочих дня. Техническое заключение о допустимости и безопасности ранее выполненных работ - 16.890р (квартиры и нежилые помещения до 100м2) -  - 2 рабочих дня. Согласование под ключ (квартиры площадью до 100м2) – от 80 000р. - 3 месяца."]
									},
									{
										"намерение": "Определение", 
										"вопросы":["Что такое проект перепланировки и техническое заключение, технический план, зачем нужен проект перепланировки и техническое заключение, технический план?"],
										"ответы": ["Проект переустройства и (или) перепланировки представляет собой подготовленный специализированной организацией документ, состоящий из текстовой и графической частей, в котором содержится описание изменений в планировке помещения, строительных конструкциях и инженерных коммуникациях. Для изготовления проекта перепланировки и технического заключения требуется СРО. Проект перепланировки и техническое заключение требуется для согласовании в Мосжилинспекции и БТИ, а также понадобится технический план для внесенения изменений в росреестр."]
									},
									{
										"намерение": ["Вопросы по согласованию"], 
										"вопросы":["Согласование ранее выполненных работ как происходит, что включает, как сделать, как согласовать, как узакноить?"],
										"ответы": ["Есть несколько способов для оформления незаконной самовольной перепланировки квартиры, с помощью которых возможно узаконить проделанные ранее работы.  Согласование самовольной перепланировки в административном порядке. Для того, чтобы готовая перепланировка стала законной нужно подготовить документы и передать их в МЖИ для рассмотрения и получения разрешения. Вот примерный пакет документов: правоустанавливающие документы; тех. паспорт БТИ, экспликация до и после проведенных работ; проектная документация + техническое заключение о допустимости перепланировки. Органом, занимающимся согласованием вашей перепланировки, могут быть запрошены и другие документы. Далее в течение 45 дней с момента передачи документации в Мосжилинспекцию будет выдвинуто окончательное решение. Будьте готовы к тому, что оно может быть отрицательным, ведь не факт, что вы выполнили перепланировку, согласно всем нормам и требованиям. В этом случае, помимо штрафа, вас обяжут вернуть квартиру в прежний вид. Узаконивание готовой перепланировки как планируемой. Если вы сделали перепланировку квартиры без разрешительных документов, но о ней еще не знают в БТИ, то лучшим вариантом будет согласовать вашу перепланировку как запланированную. Для этого необходимо разработать проект перепланировки, который в точности повторит сделанную вами перепланировку. Основная задача – убедить органы власти, что вы планируете ремонт, и просите их одобрить ваш проект. Если ваши ремонтные работы еще зафиксированы ни в каких инстанциях, то и не нужно их оглашать, ведь нет гарантии, что они выполнены без нарушений. Но если пойти путем согласования якобы планируемой перепланировки, обратившись к специалистам проектной компании, вы получите проект, который будет максимально точно описывать уже существующее положение, и в котором все мелкие погрешности и недочеты будут скрыты."]
									},
									{
										"намерение": ["Вопросы по согласованию"], 
										"вопросы":["Согласование предполагаемых работ как происходит, что включает в себя согласование перепланировки, как сделать перепланировку, как согласовать перепланировку, как узакноить перепланироку?"]
								,
										"ответы": ["Для согласования предполагаемых ремонтных работ необходимо: - получить технический паспорт квартиры до перепланировки; - заказать проект перепланировки и техническое заключение о состоянии несущих конструкций у проектной организации с допуском СРО; - Получить Распоряжение Мосжилинспекции; - Произвести ремонтные работы; - Вызвать комиссию из Мосжилинспекции; - Вызвать повторно БТИ для обмера квартиры после выполненной перепланировки; - заказать технический план у кадастрового инженера с допуском СРО; - Внести изменения в выписку из ЕГРН."]
									},
									{
										"намерение": ["Вопросы по согласованию"],
										"вопросы":["Сроки перепланировки, этапы работ по перепланировке."],
										"ответы": ["Получение технического паспорта в БТИ – 14 рабочих дней; Разработка проектной документации – 2 рабочих дня; Получение распоряжения на перепланировку – 20 рабочих дней; Выход комиссии из Мосжилинспекции – 10 рабочих дней; Выход техника БТИ на повторный обмер после ремонта в квартире – 14 рабочих дней; Разработка технического плана – 2 рабочих дня; Внести изменения в выписку из ЕГРН – 7 рабочих дней."]
									},
									{
										"намерение": ["Объединение помещений"], 
										"вопросы":["Объединение кухни с комнатой"],
										"ответы": ["Объединение кухни с комнатой при наличии электрической плиты  – возможно, Для такого типа перепланировки не существует каких-либо запрещающих норм, так что она легко может быть осуществлена либо за счет устройства проёма в стене между двумя этими помещениями, либо за счет её полного демонтажа. Объединение комнаты и кухни, оборудованной газовой плитой, запрещено пунктом 9.16 Приложения 1 508-ПП. Более того, запрещено устраивать даже простой проём в перегородке, разделяющей эти помещения, без установки двери. Чаще всего этот пункт является основным препятствием, когда затевается перепланировка хрущевки, так как в них очень маленькие кухни. Таким образом, при демонтаже перегородки между газифицированной кухней и комнатой вместо неё необходимо установить раздвижные перегородки или рольставни с плотным притвором."]
									},
									{
										"намерение": ["Объединение помещений"], 
										"вопросы":["Объединение лоджии с комнатой, комнаты с лодижией"]
										,
										"ответы": ["В настоящее время в постановлении Правительства Москвы №508-ПП есть пункт 9.18 (Приложение 1 к ППМ №508-ПП), прямо запрещающий объединение балконов и лоджий с внутренними помещениями квартир. Поэтому объединить балкон и кухню либо комнату, просто удалив между помещениями балконный блок и дверь с окном, нельзя. Для того чтобы правильно объединить комнату с балконом/лоджией необходимо убедиться, что подоконный блок не является несущей либо самонесущей конструкцией, далее получить разрешение на проведение ремонтных работ и после этого демонтировать подоконный блок и установить раздвижные либо распашные двери между комнатой и балконом/лоджией."]
									},
									{
										"намерение": ["Устройство помещений"], 
										"вопросы":["Устройство гардеробной в квартире"],
										"ответы": ["Под гардеробную выделяется подходящее пространство в квартире и для обозначения границ помещения возводятся легкие перегородки. Чаще всего для этих целей используют пазогребневые блоки. Несмотря на то, что с точки зрения ремонта устройство гардеробной нельзя отнести к категории сложных мероприятий, согласовывать такую перепланировку возможно по эскизу."]
									},
									{
										"намерение": ["Устройство помещений"], 
										"вопросы":["Устройство тамбура"],
										"ответы": ["Большинство многоквартирных домов различных серий в Москве устроены таким образом, что несколько соседних квартир объединяет тамбур, который может быть, как небольшой площади, так и продолговатый в виде целого коридора. Такая конфигурация весьма удобна, к тому же является дополнительной гарантией безопасности, так как, никто кроме проживающих в квартирах, объединенных тамбуром, не сможет попасть внутрь. И все бы ничего, но когда один из собственников квартиры, которая расположена в тамбуре, начинает без ведома остальных соседей предъявлять права или самовольно пытается присоединить часть площади тамбура к своей квартире, начинаются проблемы и недопонимания. Согласование присоединения либо устройства тамбура ничем не отличается от согласования обычной перепланировки квартиры регламент идентичен, только необходимо дополнительно собрать 2/3 согласия всех собственников МКД на внеочередном общем собрании."]
									}
								]
							}
						
